/* %.0f = number of seconds */
"%.0f seconds since 1970" = "自 1970 年后 %.0f 秒钟";

/* %@ = location */
"Open %@ in Maps" = "在“地图”中打开%@";

/* %@ = location name */
"Map of %@" = "%@的地图";

/* %@ = phone number */
"Call %@" = "呼叫 %@";

/* %@ = search query */
"The location (“%@”) could not be found using Maps local search." = "使用“地图”本地搜索无法找到位置（“%@”）。";

/* %@ = url */
"Show %@ in Calendar" = "在“日历”中显示 %@";

/* A measurement of some unit */
"Measurement" = "测量";

/* Apple Store demo mode error */
"Feature not enabled for this demo" = "此演示版未启用该功能";

/* Button */
"Cancel" = "取消";

/* Button */
"OK" = "好";

/* Coersion error; %@ = type */
"Shortcuts couldn’t convert from %@ to the required type" = "“捷径”无法将%@转换为所需类型";

/* Coersion error; Shortcuts couldn’t convert from [from type] to [to type] */
"Shortcuts couldn’t convert from %@ to %@" = "“捷径”无法将%@转换为%@";

/* Content item error; Used in another format string like “The operation failed because XYZ” */
"The operation" = "操作";

/* Content item error; e.g. The operation failed because it took too long */
"%@ failed because %@." = "%1$@失败，因为%2$@。";

/* Content item error; type conversion error */
"Conversion Error" = "转换错误";

/* Content property name */
"Album (Content Property Name)" = "专辑";

/* Content property name */
"Album Artist (Content Property Name)" = "专辑艺人";

/* Content property name */
"Album Artwork (Content Property Name)" = "专辑插图";

/* Content property name */
"Album Track # (Content Property Name)" = "专辑音轨编号";

/* Content property name */
"Altitude (Content Property Name)" = "海拔高度";

/* Content property name */
"Article Publish Date (Content Property Name)" = "文章发布日期";

/* Content property name */
"Artist (Content Property Name)" = "艺人";

/* Content property name */
"Artwork (Content Property Name)" = "插图";

/* Content property name */
"Attendees (Content Property Name)" = "参与者";

/* Content property name */
"Audio (Content Property Name)" = "音频";

/* Content property name */
"Author (Content Property Name)" = "作者";

/* Content property name */
"Birthday (Content Property Name)" = "生日";

/* Content property name */
"Body (Content Property Name)" = "正文";

/* Content property name */
"Calendar (Content Property Name)" = "日历";

/* Content property name */
"Camera Make (Content Property Name)" = "相机制造商";

/* Content property name */
"Camera Model (Content Property Name)" = "相机型号";

/* Content property name */
"City (Content Property Name)" = "城市";

/* Content property name */
"Comments (Content Property Name)" = "评论";

/* Content property name */
"Company (Content Property Name)" = "公司";

/* Content property name */
"Completion Date (Content Property Name)" = "完成日期";

/* Content property name */
"Composer (Content Property Name)" = "作曲者";

/* Content property name */
"Contact Photo (Content Property Name)" = "联系人照片";

/* Content property name */
"Country (Content Property Name)" = "国家/地区";

/* Content property name */
"Creation Date (Content Property Name)" = "创建日期";

/* Content property name */
"Date Added (Content Property Name)" = "添加日期";

/* Content property name */
"Date Taken (Content Property Name)" = "拍摄日期";

/* Content property name */
"Department (Content Property Name)" = "部门";

/* Content property name */
"Disc # (Content Property Name)" = "光盘编号";

/* Content property name */
"Due Date (Content Property Name)" = "截止日期";

/* Content property name */
"Duration (Content Property Name)" = "持续时间";

/* Content property name */
"Email Address (Content Property Name)" = "电子邮件地址";

/* Content property name */
"End Date (Content Property Name)" = "结束日期";

/* Content property name */
"Event End Date (Content Property Name)" = "日程结束日期";

/* Content property name */
"Event Start Date (Content Property Name)" = "日程开始日期";

/* Content property name */
"Excerpt (Content Property Name)" = "摘要";

/* Content property name */
"File Extension (Content Property Name)" = "文件扩展名";

/* Content property name */
"File Size (Content Property Name)" = "文件大小";

/* Content property name */
"First Name (Content Property Name)" = "名字";

/* Content property name */
"Frame Rate (Content Property Name)" = "帧速率";

/* Content property name */
"Genre (Content Property Name)" = "类型";

/* Content property name */
"Group (Content Property Name)" = "群组";

/* Content property name */
"Has Alarms (Content Property Name)" = "有提醒";

/* Content property name */
"Has Album Artwork (Content Property Name)" = "有专辑插图";

/* Content property name */
"Has No Alarms (Content Property Name)" = "无提醒";

/* Content property name */
"Has No Album Artwork (Content Property Name)" = "无专辑插图";

/* Content property name */
"Has No Photo (Content Property Name)" = "无照片";

/* Content property name */
"Has Photo (Content Property Name)" = "有照片";

/* Content property name */
"Height (Content Property Name)" = "高度";

/* Content property name */
"Image (Content Property Name)" = "图像";

/* Content property name */
"Is All Day (Content Property Name)" = "是全天日程";

/* Content property name */
"Is Cloud Item (Content Property Name)" = "是云项目";

/* Content property name */
"Is Completed (Content Property Name)" = "已完成";

/* Content property name */
"Is Explicit (Content Property Name)" = "儿童不宜";

/* Content property name */
"Is Favorite (Content Property Name)" = "已添加至个人收藏";

/* Content property name */
"Is Hidden (Content Property Name)" = "已隐藏";

/* Content property name */
"Is Not All Day (Content Property Name)" = "不是全天日程";

/* Content property name */
"Is Not Cloud Item (Content Property Name)" = "不是云项目";

/* Content property name */
"Is Not Completed (Content Property Name)" = "未完成";

/* Content property name */
"Is Not Explicit (Content Property Name)" = "儿童适宜";

/* Content property name */
"Is Not Favorite (Content Property Name)" = "未添加至个人收藏";

/* Content property name */
"Is Not Hidden (Content Property Name)" = "未隐藏";

/* Content property name */
"Is Not a Screenshot (Content Property Name)" = "不是屏幕快照";

/* Content property name */
"Is a Screenshot (Content Property Name)" = "是屏幕快照";

/* Content property name */
"Job Title (Content Property Name)" = "职位";

/* Content property name */
"Keys (Content Property Name)" = "键";

/* Content property name */
"Last Modified Date (Content Property Name)" = "上次修改日期";

/* Content property name */
"Last Name (Content Property Name)" = "姓氏";

/* Content property name */
"Last Played Date (Content Property Name)" = "上次播放日期";

/* Content property name */
"Latitude (Content Property Name)" = "纬度";

/* Content property name */
"List (Content Property Name)" = "列表";

/* Content property name */
"Location (Content Property Name)" = "位置";

/* Content property name */
"Longitude (Content Property Name)" = "经度";

/* Content property name */
"Lyrics (Content Property Name)" = "歌词";

/* Content property name */
"Main Image URL (Content Property Name)" = "主图像 URL";

/* Content property name */
"Media Kind (Content Property Name)" = "媒体种类";

/* Content property name */
"Media Type (Content Property Name)" = "媒体类型";

/* Content property name */
"Metadata (Content Property Name)" = "元数据";

/* Content property name */
"Metadata Dictionary (Content Property Name)" = "元数据词典";

/* Content property name */
"Middle Name (Content Property Name)" = "中间名";

/* Content property name */
"Music (Content Property Name)" = "音乐";

/* Content property name */
"Name (Content Property Name)" = "名称";

/* Content property name */
"Nickname (Content Property Name)" = "昵称";

/* Content property name */
"Notes (Content Property Name)" = "备注";

/* Content property name */
"Number of Words (Content Property Name)" = "字数";

/* Content property name */
"Organizer (Content Property Name)" = "组织者";

/* Content property name */
"Orientation (Content Property Name)" = "方向";

/* Content property name */
"Phone Number (Content Property Name)" = "电话号码";

/* Content property name */
"Phonetic First Name (Content Property Name)" = "名字拼音或音标";

/* Content property name */
"Phonetic Last Name (Content Property Name)" = "姓氏拼音或音标";

/* Content property name */
"Phonetic Middle Name (Content Property Name)" = "中间名拼音或音标";

/* Content property name */
"Photo Type (Content Property Name)" = "照片类型";

/* Content property name */
"Play Count (Content Property Name)" = "播放次数";

/* Content property name */
"Prefix (Content Property Name)" = "称谓（姓名前）";

/* Content property name */
"Priority (Content Property Name)" = "优先级";

/* Content property name */
"Published Date (Content Property Name)" = "发布日期";

/* Content property name */
"Rating (Content Property Name)" = "评分";

/* Content property name */
"Release Date (Content Property Name)" = "发布日期";

/* Content property name */
"Reminder Location (Content Property Name)" = "提醒事项位置";

/* Content property name */
"Role (Content Property Name)" = "角色";

/* Content property name */
"Show URL (Content Property Name)" = "显示 URL";

/* Content property name */
"Show in Calendar (Content Property Name)" = "在日历中显示";

/* Content property name */
"Skip Count (Content Property Name)" = "跳过次数";

/* Content property name */
"Start Date (Content Property Name)" = "开始日期";

/* Content property name */
"State (Content Property Name)" = "省/州";

/* Content property name */
"Status (Content Property Name)" = "状态";

/* Content property name */
"Street (Content Property Name)" = "街道";

/* Content property name */
"Street Address (Content Property Name)" = "街道地址";

/* Content property name */
"Suffix (Content Property Name)" = "称谓（姓名后）";

/* Content property name */
"Time Taken (Content Property Name)" = "拍摄时间";

/* Content property name */
"Title (Content Property Name)" = "标题";

/* Content property name */
"Track (Content Property Name)" = "音轨";

/* Content property name */
"URL (Content Property Name)" = "URL";

/* Content property name */
"Values (Content Property Name)" = "值";

/* Content property name */
"Video (Content Property Name)" = "视频";

/* Content property name */
"Width (Content Property Name)" = "宽度";

/* Content property name */
"ZIP Code (Content Property Name)" = "邮政编码";

/* Content property value */
"Accepted (Content Property Possible Value)" = "已接受";

/* Content property value */
"Audiobook (Content Property Possible Value)" = "有声读物";

/* Content property value */
"Burst (Content Property Possible Value)" = "连拍快照";

/* Content property value */
"Chair (Content Property Possible Value)" = "邀请人";

/* Content property value */
"Completed (Content Property Possible Value)" = "已完成";

/* Content property value */
"Declined (Content Property Possible Value)" = "已拒绝";

/* Content property value */
"Delegated (Content Property Possible Value)" = "已授权";

/* Content property value */
"Down (Content Property Possible Value)" = "下";

/* Content property value */
"Down Mirrored (Content Property Possible Value)" = "向下镜像";

/* Content property value */
"HDR (Content Property Possible Value)" = "HDR";

/* Content property value */
"In Process (Content Property Possible Value)" = "进行中";

/* Content property value */
"Left (Content Property Possible Value)" = "左";

/* Content property value */
"Left Mirrored (Content Property Possible Value)" = "向左镜像";

/* Content property value */
"Live Photo (Content Property Possible Value)" = "实况照片";

/* Content property value */
"Movie (Content Property Possible Value)" = "影片";

/* Content property value */
"Music (Content Property Possible Value)" = "音乐";

/* Content property value */
"Music Video (Content Property Possible Value)" = "音乐视频";

/* Content property value */
"Non-participant (Content Property Possible Value)" = "非参与者";

/* Content property value */
"Optional (Content Property Possible Value)" = "选填";

/* Content property value */
"Panorama (Content Property Possible Value)" = "全景照片";

/* Content property value */
"Pending (Content Property Possible Value)" = "待定";

/* Content property value */
"Podcast (Content Property Possible Value)" = "播客";

/* Content property value */
"Required (Content Property Possible Value)" = "必填";

/* Content property value */
"Right (Content Property Possible Value)" = "右";

/* Content property value */
"Right Mirrored (Content Property Possible Value)" = "向右镜像";

/* Content property value */
"TV Show (Content Property Possible Value)" = "电视节目";

/* Content property value */
"Tentative (Content Property Possible Value)" = "暂定";

/* Content property value */
"Unknown (Content Property Possible Value)" = "未知";

/* Content property value */
"Up (Content Property Possible Value)" = "上";

/* Content property value */
"Up Mirrored (Content Property Possible Value)" = "向上镜像";

/* Content property value */
"iTunes U (Content Property Possible Value)" = "iTunes U";

/* Date format for file names */
"yyyy-MM-dd" = "yyyy-MM-dd";

/* Default contact name */
"No Name" = "无名字";

/* Default custom date format that user can customize */
"EEE, dd MMM yyyy HH:mm:ss Z" = "yyyy年MMMMdd日EEEE HH:mm:ss Z";

/* Default location name */
"Location (default location name)" = "位置";

/* Default maps link text when start address and destination address are missing */
"Unknown Maps Link" = "未知地图链接";

/* Directions from [start address] to [end address] */
"Directions from %@ to %@" = "从%@到%@的路线";

/* Error message */
"Location Not Found" = "未找到位置";

/* Error message */
"a video was provided instead of an image" = "提供的是视频，而不是图像";

/* Error message; %@ = music media item name */
"The item “%@” cannot be converted to an image, because it has no artwork." = "项目“%@”无法转换为图像，因为它没有插图。";

/* Error message; %@ = music media item name */
"The item “%@” cannot be exported, likely because it is only stored in iCloud or has not yet been synced to this device." = "项目“%@”无法导出，很可能是因为它只储存在 iCloud 中，或还未同步到这台设备。";

/* Error message; User not signed into iCloud */
"In order to do this, you must be signed into iCloud." = "您必须登录 iCloud 才能执行此操作。";

/* Error message; music media item has no album art */
"Item Has No Album Art" = "项目无专辑插图";

/* Error message; music media item not downloaded */
"Item Not Downloaded" = "项目未下载";

/* File name string; %1$@ = type string (like 'Audio Recording'), %2$@ = date; %3$@ = time */
"%1$@ %2$@ at %3$@" = "%1$@，%2$@ %3$@";

/* Filter description; a photo (singular) */
"Photo (singular)" = "照片";

/* Filter description; a piece of music media items (singular) */
"Music (singular)" = "音乐";

/* Filter description; multiple photos (plural) */
"Photos" = "照片";

/* Filter description; multiple pieces of music media items (plural) */
"Music (plural)" = "结果";

/* Generic plural type description */
"Anything (Plural)" = "任何内容";

/* Generic type description */
"Anything (Singular)" = "任何内容";

/* Item name */
"Apple Maps URL" = "Apple 地图 URL";

/* Item name */
"Contact" = "联系人";

/* Item name */
"Event" = "日程";

/* Item name */
"Image (item name)" = "图像";

/* Item name */
"Music (item name)" = "音乐";

/* Item name */
"Photo" = "照片";

/* Item name */
"Reminder" = "提醒事项";

/* Item name */
"Track (item name)" = "音轨";

/* Item name; calendar event participant */
"Participant" = "参与者";

/* Navigation bar title */
"Supported Types" = "支持的类型";

/* Navigation bar title; content items */
"Items" = "项目";

/* Navigation bar title; graph for a content item */
"Content Item Graph" = "内容项目图";

/* Priority level */
"High" = "高";

/* Priority level */
"Low" = "低";

/* Priority level */
"Medium" = "中";

/* Property name; web page URL */
"Page URL" = "页面 URL";

/* Property name; web page contents */
"Page Contents" = "页面内容";

/* Property name; web page selection */
"Page Selection" = "页面选择";

/* Proposed file name for an HTML file */
"Article" = "文章";

/* Quick Look error; %@ = item name */
"Quick Look failed to preview %@" = "“快速查看”预览“%@”失败";

/* Reminder content item */
"Reminder Completion Date" = "提醒事项完成日期";

/* Reminder content item */
"Reminder Due Date" = "提醒事项截止日期";

/* Reminder content item */
"Reminder Start Date" = "提醒事项开始日期";

/* Reminder content item */
"Show URL (Reminder Content Item)" = "显示 URL";

/* Separator for date strings in filenames; we use '-' since '/' cannot be used */
"-" = "-";

/* Separator for time strings in filenames; we use '.' since ':' cannot be used */
"." = ".";

/* Some measurements of a given unit */
"Measurements" = "测量";

/* Title template for import albums from Photos.app */
"Imported on %@" = "导入于 %@";

/* Type description for multiple files */
"Files" = "文件";

/* Type description for single file */
"File" = "文件";

/* Type description, a boolean (plural) */
"Booleans" = "布尔值";

/* Type description; a FTP directory (singular) */
"FTP directory" = "FTP 目录";

/* Type description; a Maps link (singular) */
"Maps link" = "地图链接";

/* Type description; a PDF (singular) */
"PDF" = "PDF";

/* Type description; a Safari web page (singular) */
"Safari web page" = "Safari 浏览器网页";

/* Type description; a URL (singular) */
"URL (singular)" = "URL";

/* Type description; a boolean (singular) */
"Boolean" = "布尔值";

/* Type description; a calendar event (singular) */
"Calendar event" = "日历日程";

/* Type description; a calendar event attendee (singular) */
"Event attendee" = "日程参与者";

/* Type description; a calendar item (singular) */
"Calendar item" = "日历项目";

/* Type description; a contact (as in address book contact) (singular) */
"Contact (singular)" = "联系人";

/* Type description; a date (singular) */
"Date" = "日期";

/* Type description; a dictionary (singular) */
"Dictionary" = "词典";

/* Type description; a file size (singular) */
"File size" = "文件大小";

/* Type description; a location (singular) */
"Location (singular)" = "位置";

/* Type description; a media item (e.g. song, video, movie) (plural) */
"Media (plural)" = "媒体";

/* Type description; a media item (e.g. song, video, movie) (singular) */
"Media (singular)" = "媒体";

/* Type description; a number (singular) */
"Number" = "数字";

/* Type description; a phone number (singular) */
"Phone number" = "电话号码";

/* Type description; a photo media item (singular) */
"Photo media (singular)" = "照片媒体";

/* Type description; a photos app media item (singular) */
"Photos app media (singular)" = "“照片”应用媒体";

/* Type description; a piece of rich text (singular) */
"Rich text (singular)" = "多信息文本";

/* Type description; a piece of text (singular) */
"Text (singular)" = "文本";

/* Type description; a place (location) (singular) */
"Place" = "地点";

/* Type description; a reminder (singular) */
"Reminder (singular)" = "提醒事项";

/* Type description; a single image (singular) */
"Image (singular)" = "图像";

/* Type description; a time interval (singular) */
"Time interval" = "时间间隔";

/* Type description; a vCard (singular) */
"vCard" = "vCard";

/* Type description; an article (singular) */
"Article (singular)" = "文章";

/* Type description; an email address (singular) */
"Email address" = "电子邮件地址";

/* Type description; an extension item (singular) */
"Extension item" = "扩展项目";

/* Type description; an iCalendar item (singular) */
"iCalendar item" = "iCalendar 项目";

/* Type description; an iTunes media item (singular) */
"iTunes media (singular)" = "iTunes 媒体";

/* Type description; an item provider (singular) */
"Item provider" = "项目提供商";

/* Type description; multiple FTP directories (plural) */
"FTP directories" = "FTP 目录";

/* Type description; multiple Maps links (plural) */
"Maps links" = "地图链接";

/* Type description; multiple PDFs (plural) */
"PDFs" = "PDF";

/* Type description; multiple Safari web pages (plural) */
"Safari web pages" = "Safari 浏览器网页";

/* Type description; multiple URLs (plural) */
"URLs" = "URL";

/* Type description; multiple articles (plural) */
"Articles" = "文章";

/* Type description; multiple calendar event attendees (plural) */
"Event attendees" = "日程参与者";

/* Type description; multiple calendar events (plural) */
"Calendar events" = "日历日程";

/* Type description; multiple calendar items (plural) */
"Calendar items" = "日历项目";

/* Type description; multiple contacts (as in address book contacts) (plural) */
"Contacts" = "联系人";

/* Type description; multiple dates (plural) */
"Dates" = "日期";

/* Type description; multiple dictionaries (plural) */
"Dictionaries" = "词典";

/* Type description; multiple email addresses (plural) */
"Email addresses" = "电子邮件地址";

/* Type description; multiple extension items (plural) */
"Extension items" = "扩展项目";

/* Type description; multiple file sizes (plural) */
"File sizes" = "文件大小";

/* Type description; multiple iCalendar items (plural) */
"iCalendar items" = "iCalendar 项目";

/* Type description; multiple iTunes media items (plural) */
"iTunes media (plural)" = "iTunes 媒体";

/* Type description; multiple images (plural) */
"Images" = "图像";

/* Type description; multiple item providers (plural) */
"Item providers" = "项目提供商";

/* Type description; multiple locations (plural) */
"Locations" = "位置";

/* Type description; multiple numbers (plural) */
"Numbers" = "数字";

/* Type description; multiple phone numbers (plural) */
"Phone numbers" = "电话号码";

/* Type description; multiple photo media items (plural) */
"Photo media (plural)" = "照片媒体";

/* Type description; multiple photos app media items (plural) */
"Photos app media (plural)" = "“照片”应用媒体";

/* Type description; multiple pieces of rich text (plural) */
"Rich text (plural)" = "多信息文本";

/* Type description; multiple pieces of text (plural) */
"Text (plural)" = "文本";

/* Type description; multiple places (locations) (plural) */
"Places" = "地点";

/* Type description; multiple reminders (plural) */
"Reminders" = "提醒事项";

/* Type description; multiple time intervals (plural) */
"Time intervals" = "时间间隔";

/* Type description; multiple vCards (plural) */
"vCards" = "vCard";

/* Unit type */
"Acceleration" = "加速度";

/* Unit type */
"Angle" = "角度";

/* Unit type */
"Area" = "面积";

/* Unit type */
"Concentration Mass" = "质量浓度";

/* Unit type */
"Dispersion" = "色散";

/* Unit type */
"Duration" = "持续时间";

/* Unit type */
"Electric Charge" = "电荷";

/* Unit type */
"Electric Current" = "电流";

/* Unit type */
"Electric Potential Difference" = "电势差";

/* Unit type */
"Electric Resistance" = "电阻";

/* Unit type */
"Energy" = "能量";

/* Unit type */
"Frequency" = "频率";

/* Unit type */
"Fuel Efficiency" = "燃油效率";

/* Unit type */
"Illuminance" = "照度";

/* Unit type */
"Length" = "长度";

/* Unit type */
"Mass" = "质量";

/* Unit type */
"Power" = "功率";

/* Unit type */
"Pressure" = "压力";

/* Unit type */
"Speed" = "速度";

/* Unit type */
"Temperature" = "温度";

/* Unit type */
"Volume" = "体积";

/* Used in a list to delimit the elements < (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", " = "、";

/* Used in a list to delimit the elements = (n - 1) (e.g. Green, Purple, Red, Orange, or Blue). Be sure to include a space if your language requires it. */
", or " = "，或";

/* Used to delimit a list of exactly two items (e.g. Green or Blue). */
" or " = "或";

